---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FabricationInsulationAbbreviation
source: html/46feb3e6-6233-1c2f-3df3-88f52ffa9efd.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FabricationInsulationAbbreviation Property

"Insulation Abbreviation"

## Syntax (C#)
```csharp
public static ForgeTypeId FabricationInsulationAbbreviation { get; }
```